Repository: zubozrout/Transport
Catalog: po/*.po
Languages: ar, cs, es, fr, nl, sk

source: About
ar: حول
cs: O aplikaci
es: Acerca de
fr: À propos
nl: Over
sk: O aplikácii

source: Settings
ar: الإعدادات
cs: Nastavení
es: Configuraciones
fr: Paramètres
nl: Instellingen
sk: Nastavenia

source: Main branch version:
ar: إصدار الفرع الرئيسي:
cs: Verze hlavní větve:
es: Versión de la rama principal:
fr: Version de la branche principale :
nl: Hoofdtak-versie:
sk: Verzia hlavnej vetvy:

source: Timetables
ar: الجداول الزمنية
cs: Jízdní řády
es: Horarios
fr: Horaires
nl: Dienstregelingen
sk: Cestovné poriadky

source: This application is based upon an API provided by CHAPS s.r.o. company.
ar: هذا التطبيق مبني على واجهة برمجة تطبيقات مزود بواسطة شركة CHAPS s.r.o
cs: Tato aplikace je postavena na API poskytovaném společností CHAPS s.r.o.
es: Esta aplicación hace uso de la API desarrollada por la empresa CHAPS spol. s.r.o.
fr: Cette application est basée sur une API fournie par la société CHAPS s.r.o.
nl: Deze applicatie is gebaseerd op een door CHAPS s.r.o. beschikbaar gestelde API.
sk: Táto aplikácia je postavená na API poskytovaným spočnosťou CHAPS s.r.o. company.

source: You can find the documentation of the API service here http://docs.crws.apiary.io/
ar: يمكنك إيجاد التوثيق الخاص بخدمة واجهة برمجة التطبيقات هنا http://docs.crws.apiary.io/
cs: Dokumentaci ke službě API můžete nalézt na http://docs.crws.apiary.io/
es: Puede encontrar la documentación de la API de servicio aquí http://docs.crws.apiary.io/
fr: Vous pouvez trouver la documentation du service API ici : http://docs.crws.apiary.io/
nl: U kunt de documentatie van deze API-dienst vinden op http://docs.crws.apiary.io/
sk: Dokumentáciu k API služby môžte nájsť na http://docs.crws.apiary.io/

source: Thank you everyone who helped translating this app.
ar: شكراً لجميع من ساعدني في ترجمة هذا التطبيق.
cs: Díky všem, kteří pomohli přeložit tuto aplikaci.
es: Muchas gracias a todos los que contribuyeron a traducir esta aplicación.
fr: Merci à tous ceux qui ont aidés à traduire cette application.
nl: Iedereen die meegeholpen heeft met het vertalen van deze app: bedankt!
sk: Vďaka všetkým, ktorí pomohli preložiť túto aplikáciu.

source: Connection detail
ar: بيانات الاتصال
cs: Detail spojení
es: Detalles de la conexión
fr: Détail de la liaison
nl: Overstapdetails
sk: Detail spojenia

source: Copy
ar: انسخ
cs: Kopírovat
es: Copiar
fr: Copier
nl: Kopiëren
sk: Kopírovať

source: Show route on map
cs: Zobrazit trasu na mapě
nl: Toon route op kaart

source: All stations
ar: جميع المحطات
cs: Všechny zastávky
es: Todas las estaciones
fr: Tout les arrêts
nl: Alle stations
sk: Všetky zastávky

source: Only passed stations
ar: فقط المحطات التي تم تجاوزها
cs: Jen projížděné zastávky
es: Sólo estaciones pasadas
fr: Seulement les arrêts dépassés
nl: Alleen overgeslagen stations
sk: Len prechádzané zastávky

source: An error occured while asking for the connection detail. The most probable cause is the expiration of the search results, please try again from scratch.
ar: حدث خطأ اثناء طلب الحصول على تفاصيل الاتصال. السبب الأكثر احتمالا هو انتهاء صلاحية نتائج البحث، الرجاء المحوالة مرة أخرى من الصفر.
cs: Při stahování detailu spojeni nastala chyba. Nejčastější příčinou je expirace výsledků vyhledávání. Zkuste to prosím znova.
es: Ocurrió un error mientras se solicitaban los datos de la conexión. Lo más probable sea que los resultados de la búsqueda haya expirado, por favor realice una nueva búsqueda e intente otra vez.
fr: Une erreur s'est produite lors de la demande du détail de liaison. La cause la plus probable est l'expiration des résultats de recherche. Veuillez réessayer plus tard depuis le début.
nl: Er is een fout opgetreden tijdens het opvragen van de verbindingsdetails. Dit komt waarschijnlijk doordat de zoekresultaten verlopen zijn; probeer opnieuw te zoeken.
sk: Pri sťahovaní detailu o spojení nastala chyba. Najpravdepodobnejšou príčinou je expirácia výsledkov vyhľadávania. Skúste to prosím znovu.

source: Departure:
ar: المغادرة:
cs: Odjezd:
es: Salida:
fr: Départ :
nl: Vertrek:
sk: Odchod:

source: Arrival:
ar: الوصول:
cs: Příjezd:
es: Llegada:
fr: Arrivée :
nl: Aankomst:
sk: Príchod:

source: Distance:
ar: المسافة:
cs: Vzdálenost:
es: Distancia:
nl: Afstand:
sk: Vzdialenosť:

source: Time total:
ar: إجمالي الوقت:
cs: Čas:
es: Tiempo total:
fr: Temps total :
nl: Totale reistijd:
sk: Celkový čas:

source: Price:
ar: السعر:
cs: Cena:
es: Costo:
fr: Prix :
nl: Prijs:
sk: Cena:

source: Station departures
ar: مغادرات المحطة
cs: Odjezdy ze zastávek
es: Salidas de la estación
fr: Départs depuis l'arrêt
nl: Vertrekken
sk: Odchody zo zastávok

source: Search
ar: ابحث
cs: Hledat
es: Buscar
fr: Rechercher
nl: Zoeken
sk: Hľadať

source: Filter results
ar: رشّح النتائج
cs: Filtrovat výsledky
es: Filtrar los resultados
fr: Filtrer les résultats
nl: Resultaten filteren
sk: Filtrovať výsledky

source: No departures were found for the selected station.
ar: لم يتم العثور على مغادرات للمحطة المنتقاة
cs: Pro zvolenou zastávku nebyly nalezeny žádné výsledky.
es: No existen salidas disponibles desde la estación seleccionada.
fr: Aucun départ n'a été trouvé pour l'arrêt sélectionné.
nl: Er zijn geen vertrekken gevonden vanaf het geselecteerde station.
sk: Pre zvolenú zastávku neboli nájdené žiadne odchody.

source: From
ar: من
cs: Z
es: Desde
fr: De
nl: Van
sk: Z

source: To
ar: إلى
cs: Do
es: A
fr: À
nl: Naar
sk: Do

source: Via
ar: بواسطة
cs: Přes
es: Vía
fr: Par
sk: Cez

source: Station
ar: محطة
cs: Stanice
es: Estación
fr: Arrêt
sk: Zastávka

source: Now
ar: الآن
cs: Nyní
es: Ahora
fr: Maintenant
nl: Nu
sk: Teraz

source: Departure at
ar: المغادرة عند
cs: Odjezd v
es: Fecha y hora de salida:
fr: Départ à
nl: Vertrekt op:
sk: Odchod v

source: Change time
ar: غيّر الوقت
cs: Změnit čas
es: Cambio de hora
fr: Changer l'horaire
nl: Tijd wijzigen
sk: Zmeniť čas

source: Change date
ar: غيّر التاريخ
cs: Změnit datum
es: Cambio de fecha
fr: Changer la date
nl: Datum wijzigen
sk: Zmeniť dátum

source: Filter by line
ar: رشّح بناء على الخط
cs: Filtrovat podle linky
es: Filtrar por línea
fr: Filtrer par ligne
nl: Filteren op lijn
sk: Filtrovať podľa linky

source: Filter by destination
ar: رشّح بناء على الوجهة
cs: Filtrovat podle cíle linky
es: Filtrar por destino
fr: Filtrer par destination
nl: Filteren op aankomststation
sk: Filtrovať podľa destinácie

source: %1 minute ago
ar: منذ %1 دقيقة
cs: před %1 minutou
es: Hace %1 minuto
fr: Il y a %1 minute
nl: %1 minuut geleden
sk: pred %1 minútou

source: departed
ar: غادرت
cs: odjelo
es: en ruta
fr: parti
nl: vertrokken
sk: odišlo

source: in %1 hour
ar: في %1 ساعة
cs: za %1 hodinu
es: en %1 hora
fr: dans %1 heure
nl: over %1 uur
sk: za %1 hodinu

source: and %1 minute
ar: و %1 دقيقة
cs: a %1 minutu
es: y %1 minuto
fr: et %1 minute
nl: en %1 minuut
sk: a %1 minútu

source: just now
ar: الآن حالا
cs: právě teď
es: justo ahora
fr: à l'instant
nl: op dit moment
sk: práve teraz

source: in %1 minute
ar: في %1 دقيقة
cs: za %1 minutu
es: en %1 minuto
fr: dans %1 minute
nl: over %1 minuut
sk: za %1 minútu

source: yesterday
ar: يوم أمس
cs: včera
nl: gisteren
sk: včera

source: today
ar: اليوم
cs: dnes
nl: vandaag
sk: dnes

source: Server is not responding. Please try again later.
ar: الخادم لا يستجيب. الرجاء المحاولة مرة أخرى.
cs: Server neodpovídá. Zkuste to prosím později.
es: No hay opción de transporte seleccionado
fr: Le serveur ne répond pas. Veuillez réessayer plus tard.
nl: De server reageert niet; probeer het later opnieuw.
sk: Server neodpovedá. Vyskúšajte neskôr prosím.

source: There was no server response received.
ar: لم يتم استقبال استجابة من الخادم.
cs: Server neodpovídá.
nl: Er is geen antwoord ontvangen van de server.

source: You're now offline
ar: أنت الآن غير متصل
cs: Aplikace je nyní offline
es: Ahora se encuentra desconectado
fr: Vous êtes maintenant hors-ligne
nl: U bent nu offline
sk: Aplikácia je offline

source: Connection results
ar: نتائج الاتصال
cs: Výsledky vyhledávání
es: Resultados de la conexión
fr: Résultats de la liaison
nl: Verbindingsresultaten
sk: Výsledky vyhľadávania

source: Find nearest stop
cs: Najít nejbližší stanici
nl: Dichtstbijzijnde halte zoeken

source: Station locator
cs: Umístění stanic
nl: Stations zoeken

source: No transport option selected
ar: لم يحدد خيار للمواصلات
cs: Žádný dopravce není vybrán
es: No hay opción de transporte seleccionado
fr: Aucune option de transport sélectionné
nl: U heeft geen vervoerssoort geselecteerd
sk: Žiadna vybraná možnosť prepravy

source: Advanced options
ar: خيارات متقدمة
cs: Další možnosti
es: Opciones avanzadas
fr: Options avancées
nl: Geavanceerde opties
sk: Ďalšie možnosti

source: Only direct connections
ar: فقط الاتصالات المباشرة
cs: Jen přímá spojení
es: Sólo conexiones directas
fr: Liaisons directes uniquement
nl: Alleen directe verbindingen
sk: Len priame spojenia

source: Arrival at
ar: الوصول عند
cs: Příjezd v
es: Fecha y hora de llegada:
fr: Arrivée à
nl: Aankomst op
sk: Príchod v

source: Departure
ar: مغادرة
cs: Odjezd
es: Salida
fr: Départ
nl: Vertrek
sk: Odchod

source: Arrival
ar: وصول
cs: Příjezd
es: Llegada
fr: Arrivée
nl: Aankomst
sk: Príchod

source: Does the search take too long? You can stop it by clicking here.
ar: هل البحث يستغرق وقتا طويلا؟ بإمكانك إيقافه بالضغط هنا
cs: Trvá vyhledávání příliš dlouho? Kliknutím zde ho můžete zastavit.
es: ¿La búsqueda está demorando? Puede detenerla dando clic aquí.
fr: La recherche prend trop de temps ? Vous pouvez l'arrêter en cliquant ici.
nl: Duurt het zoeken te lang? U kunt het zoeken beëindigen door hier te klikken.
sk: Trvá vyhľadávanie príliš dlho? Kliknutím ho môžte zastaviť.

source: Unlock GPS position
cs: Odemknout GPS pozici

source: Lock to GPS
cs: Sledovat GPS polohu

source: Hide stations
cs: Schovat stanice

source: Show all used stations
cs: Zobrazit veškeré používané stanice

source: Unfortunately no used stations for this transport type were found.
cs: Žádné stanice pro daného dopravce nebyly naneštěstí nalezeny.

source: Nearby stations
cs: Nejbližší stanice
nl: Dichtstbijzinde stations

source: Unfortunately no nearby stations were found.
cs: Bohužel nebyly žádné nedaleké stanice nalezeny.
nl: Er zijn helaas geen dichtstbijzijnde stations gevonden.

source: Go to next
cs: Přejít na další
nl: Ga naar de volgende

source: Open location on Google Maps
cs: Otevřít pozici na mapách Google

source: Select and go to homepage
cs: Vybrat a přejít na úvodní obrazovku

source: Close
cs: Zavřít

source: Route start
cs: Začátek trasy
nl: Begin van de route

source: Stop tracking route
cs: Zastavit sledování cesty

source: Track route
cs: Sledovat cestu

source: Line
cs: Linka

source: Recent searches
ar: عمليات الحث الأخيرة
cs: Poslední hledání
nl: Recente zoekopdrachten

source: Delete all searches
ar: احذف جميع عمليات البحث
cs: Smazat všechna hledání
nl: Alle zoekopdrachten verwijderen

source: Attention
ar: انتباه
cs: Pozor
es: Atención
nl: Let op
sk: Pozor

source: Do you really want to delete the whole search history?
ar: هل ترغب فعلا بحذف تاريخ البحث بالكامل؟
cs: Skutečně chcete smazat veškerou historii hledání?
nl: Weet u zeker dat u de hele zoekgeschiedenis wilt verwijderen?

source: No
ar: لا
cs: Ne
fr: Non
nl: Nee
sk: Nie

source: Yes
ar: نعم
cs: Ano
es: Sí
fr: Oui
nl: Ja
sk: Áno

source: Do you really want to delete this history entry?
ar: هل ترغب فعلا بحذف سجل البحث هذا؟
cs: Skutečně chcete smazat zvolenou položku hledání?
nl: Weet u zeker dat u dit geschiedenisitem wilt verwijderen?

source: Next
ar: التالي
cs: Další
es: Siguiente
fr: Suivant
nl: Volgende
sk: Ďalšie

source: Previous
ar: السابق
cs: Předchozí
es: Anterior
fr: Précédent
nl: Vorige
sk: Predchádzajúce

source: Count of fetched connections per page
ar: تعداد الاتصالات المجلوبة للصفحة الواحدة
cs: Počet spojení zobrazovaných na stránku
es: Cantidad de conexiones obtenidas por página
fr: Nombre de liaisons affichées par page
nl: Aantal opgehaalde verbindingen per pagina
sk: Počet spojení zobrazovaných na stránke

source: Display all line stops in the connection detail?
ar: إظهار جميع توقفات الخط في بيانات الاتصال؟
cs: Zobrazit všechny zastávky linek v detailu spojení?
es: ¿Mostrar todas las escalas en los detalles de la conexión?
fr: Afficher tous les arrêts de la ligne dans les détails de la liaison ?
nl: Alle tussenstations weergeven in de verbindingsdetails?
sk: Zobraziť všetky zastávky linky v detaile spojenia?

source: Ignore transport validity dates in date selector?
ar: تجاهل صلاحية تواريخ المواصلاات في محدّد التاريخ؟
cs: Ignorovat platnosti jízdních řádů při výběru data?
nl: Vervoersgeldigheidsdata verbergen in de datumkiezer?

source: Download and refresh all transport options on each application start?
ar: تنزيل و تجديد جميع خيارات المواصلات عند كل مرة يبدأ فيها التطبيق؟
cs: Stahovat a obnovovat dopravce při každém startu aplikace?
es: ¿Descargar y actualizar todas las opciones de transporte cada que se inicie la aplicación?
fr: Télécharger et actualiser toutes les options de transport à chaque démarrage de l'application ?
nl: Alle vervoersopties downloaden en herladen bij elke applicatiestart?
sk: Sťahovať a obnovovať dopravcov pri každom spustení aplikácie?

source: Refresh transport options
ar: جدّد خيارات المواصلات
cs: Obnovit dopravce
es: Actualizar las opciones de transporte
fr: Actualiser les options de transport
nl: Vervoersopties herladen
sk: Obnoviť dopravcov

source: Keep background color saved
ar: أبقِ لون الخلفية محفوظاً
cs: Ponechat barvu pozadí uloženu
es: Mantener el color del fondo guardado
fr: Conserver la couleur d'arrière-plan enregistrée
nl: Behoud de opgeslagen achtergrondkleur
sk: Nechať uloženú farbu pozadia

source: Clear cache
ar: امسح ذاكرة التخزين الؤقت
cs: Vymazat mezipaměť
es: Limpiar cache
fr: Effacer le cache
nl: Cache legen
sk: Vymazať medzipamäť

source: Do you really want to clear all application data?
ar: هل ترغب حقا في مسح جميع بيانات التطبيق؟
cs: Skutečně chcete smazat veškerá data aplikace?
es: ¿Realmente desea limpiar todos los datos de la aplicación?
fr: Souhaitez-vous vraiment effacer toutes les données de l'application ?
nl: Weet u zeker dat u alle applicatiegegevens wilt wissen?
sk: Naozaj chcete vymazať všetky dáta aplikácie?

source: Transport selector
ar: محدد المواصلات
cs: Výběr dopravce
es: Selector de transporte
fr: Sélecteur de transport
nl: Vervoerskiezer
sk: Výber dopravcu

source: Do you really want to delete all saved stations for %1 transport?
ar: هل ترغب حقا في حذف جميع المحطات المحفوظة لمواصلات %1؟
cs: Skutečně chcete smazat všechny uložené stanice pro dopravce %1?
nl: Weet u zeker dat u alle opgeslagen stations wilt verwijderen voor vervoer %1?

source: Czech Republic
ar: جمهورية التشيك
cs: Česká republika
nl: Tsjechië

source: Slovak Republic
ar: جمهورية سلوفاكيا
cs: Slovenská republika
nl: Slowakije
sk: Slovenská republika

source: City:
ar: المدينة:
cs: Město:
nl: Stad:
sk: Město:

source: Vehicle types:
ar: نوع المركبة:
cs: Typy vozidel:
nl: Voertuigsoorten:
sk: Typy vozidel:

source: Valid from:
ar: صالحة من:
cs: Platné od:
nl: Geldig vanaf:
sk: Platné od:

source: Expires:
ar: تنتهي في:
cs: Platné do:
nl: Vervalt op:
sk: Platné do:

source: Used transport types
ar: أنواع المواصلات المستخدمة
cs: Využívané typy přepravy
nl: Gebruikte vervoerssoorten

source: All transport types
ar: جميع أنواع المواصلات
cs: Všichni dopravci
nl: Alle vervoerssoorten

source: Could not load next connection results.
ar: تعذر تحميل نتائج الاتصال التالي.
cs: Nebylo možné načíst další spojení.
es: No se pudieron cargar los resultados de la siguiente conexión.
fr: Impossible de charger les résultats de la liaison suivante.
nl: De volgende verbindingsresultaten konden niet worden geladen.
sk: Nepodarilo sa načítať ďalšie spojenie

source: No results matching input parameters were found.
ar: لم يتم العثور على نتائج متطابقة لمعاملات الإدخال.
cs: Nebyly nalezeny žádné výsledky odpovídající zadaným parametrům.
es: No se encontraron resultados que coincidan con los parámetros introducidos.
fr: Aucun résultat correspondant aux paramètres saisis n'a été trouvé.
nl: Er zijn geen resultaten gevonden die overeenkomen met de ingevoerde parameters.
sk: Nenašli sa žiadne výsledky odpovedajúce vstupným údajom.

source: Could not load connection detail.
ar: تعذر تحميل بيانات الاتصال.
cs: Nebylo možné načíst detail spojení.
es: No se pudieron cargar los detalles de la conexión.
fr: Impossible de charger le détail de la liaison.
nl: De verbindingsdetails konden niet worden geladen.
sk: Nepodarilo sa načítať detail spojenia.

source: An error occured
ar: حدث خطأ
cs: Nastala chyba
es: Ocurrio un error
fr: Une erreur est survenue
nl: Er is een fout opgetreden
sk: Nastala chyba

source: Transport
ar: المواصلات
es: Transporte
nl: Vervoer

source: My position
nl: Mijn locatie

source: Track the journey
nl: Volg de reis

source: Departures
sk: Odchody
